export const faqData = [
  {
    id: 1,
    question: "هل ضروري تناول الاحماض الامينية؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 2,
    question: "كم يجب ان تكون نسبه ال fat بالجسم ؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 3,
    question: "ما هو الكرياتين و لماذا يستخدم و ما الجرعات ؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 4,
    question: "هل أحتاج إلى معدات خاصة لتنفيذ البرامج؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 5,
    question: "هل يمكنني إلغاء اشتراكي في أي وقت؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 6,
    question: "ما هي البرامج الرياضية المتاحة؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 7,
    question: "هل يمكن تخصيص البرنامج الرياضي وفقًا لاحتياجاتي الشخصية؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 8,
    question: "كيف يتم تقديم البرامج؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 9,
    question: "كم مرة في الأسبوع يجب أن أمارس التمارين؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
  {
    id: 10,
    question: "هل البرامج مناسبة لجميع الأعمار؟",
    answer:
      "تُعتبر الأحماض الأمينية ضرورية لصحة الجسم، فهي اللبنات الأساسية التي تكوّن البروتينات التي يحتاجها الجسم للقيام بالعديد من الوظائف الحيوية. توجد الأحماض الأمينية في العديد من الأطعمة، وخاصةً البروتينات مثل اللحوم، والأسماك، والبيض، والبقوليات، وتساهم في عدة جوانب مهمة من الصحة",
  },
];
